"Finder Plugin" = "Plugin de Finder";

/* Prefs for Icon buttons - OmniAppKit is coded to look for Preferences.strings */

/* Copyright 2026 The DirStat Authors.
 * Modified 2026-09-04.
 */
"General" = "General";
"Treemap" = "Treemap";

"Reset" = "Restablecer";
"Cancel" = "Cancelar";
"All settings in these preference panes will return to their default values." = "Todos los ajustes de estos paneles de preferencias volverán a sus valores predeterminados.";
"Reset %@ preferences?" = "¿Restablecer las preferencias de %@?";
"Only settings in this preference pane will return to their default values." = "Solo los ajustes de este panel de preferencias volverán a sus valores predeterminados.";
"Reset all preferences?" = "¿Restablecer todas las preferencias?";
"Reset all preferences and other settings?" = "¿Restablecer todas las preferencias y los demás ajustes?";
"All preferences and other saved settings for this app, including window sizes and toolbars, will return to their default values." = "Todas las preferencias y los demás ajustes guardados de esta app, incluidos los tamaños de las ventanas y las barras de herramientas, volverán a sus valores predeterminados.";
"Reset this pane. Hold Option to reset all panes, or Option-Shift to also reset other app settings." = "Restablecer este panel. Mantén pulsada Opción para restablecer todos los paneles, u Opción-Mayúsculas para restablecer también los demás ajustes de la app.";
